[CharClass_Orchid_ShivSpike AIClassDefinition]
DefaultDisplayName="Shiv-Spike"
UBMKilledByMessageString=""

[ID_Orchid_Condiments MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Especiais"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ID_Orchid_Condiments:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Quem come isso?"
NoConstraintText=""
Suffix=""
Prefix=""

[Orchid_Icon_Condiments InteractionIconDefinition]
Text="TEMPERAR"

[Orchid_Icon_Push InteractionIconDefinition]
Text="EMPURRAR"

